export const storage = {
  data: {
    quest1: {
      name: "От ратуши",
      location: [
        {
          level: "1",
          questions: [
            "  В сквере у ратуши, на одной из скамеек сидят создатели белорусской оперы: Винцент Дунин-Мартинкевич и Станислав Монюшко. На скульптуре есть информация о мастерах, кто создал ее. Во второй строчке этой информации возьми вторую и третью буквы, составь из них слово и запиши его. (Подсказка: это должно быть у тебя с собой).",
            "  В сквере у ратуши есть стеклянный купол холла. Посчитай и запиши количество стекол в нем. (Подсказка:число кратно 5).",
            "  Рядом с ратушей находится скульптура войта с ключем от города, посвещена получению Минском Магдебурского права в 1499 году. Человек держит ключ в правой руке, а в левой королевскую грамоту. В третьей строчке грамоты из первых четырех букв получается слово. Запиши его.(Подсказка: найдя это слово у тебя не должно возникнуть сомнений прав ли ты).",
          ],
          answers: ["ум", "40", "прав"],
          path: require("../assets/locations/loc1.png"),
        },
        {
          level: "2",
          questions: [
            "  Недалеко от собора есть музыкальная скамейка, посвященная Михаилу Огинскому. Можешь присесть на нее и послушать хорошую музыку. Только вначале сосчитай количество деревянных деталей в сидении скамьи.(Подсказка: кратно 5)",
            "  Сзади собора есть мемориальная доска в честь двух очень известных людей. Запиши название страны, народ которой подарил Минску эту доску.",
            "  Возле собора есть обзорная площадка на город. Можешь постоять и полюбоваться.  А потом сосчитай количество одинаковых вазаобразных колонн в основании мраморной ограды.(подсказка: кратно 5)",
          ],
          answers: ["30", "Болгария", "65"],

          path: require("../assets/locations/loc2.png"),
        },
        { level: "3", questions: [
          "  Недалеко от собора есть музыкальная скамейка, посвященная Михаилу Огинскому. Можешь присесть на нее и послушать хорошую музыку. Только вначале сосчитай количество деревянных деталей в сидении скамьи.(Подсказка: кратно 5)",
          "  Сзади собора есть мемориальная доска в честь двух очень известных людей. Запиши название страны, народ которой подарил Минску эту доску.",
          "  Возле собора есть обзорная площадка на город. Можешь постоять и полюбоваться.  А потом сосчитай количество одинаковых вазаобразных колонн в основании мраморной ограды.(подсказка: кратно 5)",
        ],
        answers: ["30", "Болгария", "65"], path: require("../assets/locations/loc3.png") },
        { level: "4", questions: [
          "  Недалеко от собора есть музыкальная скамейка, посвященная Михаилу Огинскому. Можешь присесть на нее и послушать хорошую музыку. Только вначале сосчитай количество деревянных деталей в сидении скамьи.(Подсказка: кратно 5)",
          "  Сзади собора есть мемориальная доска в честь двух очень известных людей. Запиши название страны, народ которой подарил Минску эту доску.",
          "  Возле собора есть обзорная площадка на город. Можешь постоять и полюбоваться.  А потом сосчитай количество одинаковых вазаобразных колонн в основании мраморной ограды.(подсказка: кратно 5)",
        ],
        answers: ["30", "Болгария", "65"], path: require("../assets/locations/loc4.png") },
        { level: "5", questions: [
          "  Недалеко от собора есть музыкальная скамейка, посвященная Михаилу Огинскому. Можешь присесть на нее и послушать хорошую музыку. Только вначале сосчитай количество деревянных деталей в сидении скамьи.(Подсказка: кратно 5)",
          "  Сзади собора есть мемориальная доска в честь двух очень известных людей. Запиши название страны, народ которой подарил Минску эту доску.",
          "  Возле собора есть обзорная площадка на город. Можешь постоять и полюбоваться.  А потом сосчитай количество одинаковых вазаобразных колонн в основании мраморной ограды.(подсказка: кратно 5)",
        ],
        answers: ["30", "Болгария", "65"], path: require("../assets/locations/loc5.png") },
        { level: "6", questions: [
          "  Недалеко от собора есть музыкальная скамейка, посвященная Михаилу Огинскому. Можешь присесть на нее и послушать хорошую музыку. Только вначале сосчитай количество деревянных деталей в сидении скамьи.(Подсказка: кратно 5)",
          "  Сзади собора есть мемориальная доска в честь двух очень известных людей. Запиши название страны, народ которой подарил Минску эту доску.",
          "  Возле собора есть обзорная площадка на город. Можешь постоять и полюбоваться.  А потом сосчитай количество одинаковых вазаобразных колонн в основании мраморной ограды.(подсказка: кратно 5)",
        ],
        answers: ["30", "Болгария", "65"], path: require("../assets/locations/loc6.png") },
        { level: "7", questions: [
          "  Недалеко от собора есть музыкальная скамейка, посвященная Михаилу Огинскому. Можешь присесть на нее и послушать хорошую музыку. Только вначале сосчитай количество деревянных деталей в сидении скамьи.(Подсказка: кратно 5)",
          "  Сзади собора есть мемориальная доска в честь двух очень известных людей. Запиши название страны, народ которой подарил Минску эту доску.",
          "  Возле собора есть обзорная площадка на город. Можешь постоять и полюбоваться.  А потом сосчитай количество одинаковых вазаобразных колонн в основании мраморной ограды.(подсказка: кратно 5)",
        ],
        answers: ["30", "Болгария", "65"], path: require("../assets/locations/loc7.png") },
        { level: "8", questions: [
          "  Недалеко от собора есть музыкальная скамейка, посвященная Михаилу Огинскому. Можешь присесть на нее и послушать хорошую музыку. Только вначале сосчитай количество деревянных деталей в сидении скамьи.(Подсказка: кратно 5)",
          "  Сзади собора есть мемориальная доска в честь двух очень известных людей. Запиши название страны, народ которой подарил Минску эту доску.",
          "  Возле собора есть обзорная площадка на город. Можешь постоять и полюбоваться.  А потом сосчитай количество одинаковых вазаобразных колонн в основании мраморной ограды.(подсказка: кратно 5)",
        ],
        answers: ["30", "Болгария", "65"], path: require("../assets/locations/loc8.png") },
        { level: "9", questions: [
          "  Недалеко от собора есть музыкальная скамейка, посвященная Михаилу Огинскому. Можешь присесть на нее и послушать хорошую музыку. Только вначале сосчитай количество деревянных деталей в сидении скамьи.(Подсказка: кратно 5)",
          "  Сзади собора есть мемориальная доска в честь двух очень известных людей. Запиши название страны, народ которой подарил Минску эту доску.",
          "  Возле собора есть обзорная площадка на город. Можешь постоять и полюбоваться.  А потом сосчитай количество одинаковых вазаобразных колонн в основании мраморной ограды.(подсказка: кратно 5)",
        ],
        answers: ["30", "Болгария", "65"], path: require("../assets/locations/loc9.png") },
      ],
    },
  },
};
